---
kind: other
id: Properties.T:Autodesk.Revit.DB.PointCloudType
source: html/f65b6bc7-e844-2b57-41a5-d8ed0c87385b.htm
---
# PointCloudType Properties

The id of the assembly instance to which the element belongs.